<?php
	// 파라미터 / 권한 관련 메세지
	$PARAMETER_001					= "请再试一次。";
	$PARAMETER_002					= "请检查必填字段。";
	$PARAMETER_003					= "你有直接进入错误的路径。";
	$PARAMETER_004					= "禁止访问。";

	// DB관련 메세지
	$DB_001									= "访问信息是不正确的或错误的路径。";
	$DB_002									= "这种修改已经完成。";
	$DB_003									= "发生了错误。 \\n\\n请重试。";
	$DB_004									= "没有找到符合您的搜索。";
	$DB_005									= "没有相关内容。";
	$DB_006									= "删除完成。";
	$DB_007									= "이동이 완료되었습니다.";
	$DB_008									= "순서 변경이 완료되었습니다.";
	$DB_009									= "注册完成。";

	// 게시판 관련 메세지
	$BOARD_001							= "在内容上使用的单词是被禁止。";
	$BOARD_002							= "在标题里使用的单词是被禁止。";
	$BOARD_003							= "새로고침 후 다시 시도해 주세요.";
	$BOARD_004							= "자동등록방지 코드가 틀렸습니다. \\n\\n확인 후 다시 시도해주세요.";
	$BOARD_005							= "권한이 없습니다.";
	$BOARD_006							= "로그인 후 사용이 가능합니다.";
	$BOARD_007							= "";
	$BOARD_008							= "";
	$BOARD_009							= "";
	$BOARD_010							= "";
	$BOARD_011							= "";
	$BOARD_012							= "";

	// 파일 관련 메세지
	$FILE_001								= "没有注册的文件。";
	$FILE_002								= "";
	$FILE_003								= "";
	$FILE_004								= "";
	$FILE_005								= "";
	$FILE_006								= "";

	// 로그인 관련 메세지
	$LOGIN_001							= "비밀번호가 일치하지 않습니다.";
	$LOGIN_002							= "정상적으로 로그아웃 되었습니다.";
	$LOGIN_003							= "등록된 아이디가 아니거나 비밀번호가 틀렸습니다.";
	$LOGIN_004							= "잘못된 정보로 로그인 시도가 수차례 이루어져 계정이 잠겼습니다.\\n\\n10분 후 다시 시도해 주세요.";
	$LOGIN_005							= "일치하는 회원 데이터가 없습니다.";
	$LOGIN_006							= "";
	$LOGIN_007							= "";
	$LOGIN_008							= "";
	$LOGIN_009							= "";
	$LOGIN_010							= "";
	$LOGIN_011							= "";
	$LOGIN_012							= "";

	// 회원 정보 관련 메세지
	$MEMBER_001						= "이미 사용중인 아이디 입니다.\\n\\n새로운 아이디를 다시 입력 해 주세요.";
	$MEMBER_002						= "탈퇴 요청이 완료되었습니다.";
	$MEMBER_003						= "비밀번호가 초기화 되었습니다.";
	$MEMBER_004						= "사용이 금지된 아이디 입니다.";
	$MEMBER_005						= "사용가능한 아이디 입니다.";
	$MEMBER_006						= "";
	$MEMBER_007						= "";
	$MEMBER_008						= "";
	$MEMBER_009						= "";
?>