<?php
	// 파라미터 / 권한 관련 메세지
	$PARAMETER_001					= "다시 시도해 주세요.";
	$PARAMETER_002					= "필수 입력 항목을 확인해 주세요.";
	$PARAMETER_003					= "잘못된 경로로 직접 접근 하셨습니다.";
	$PARAMETER_004					= "접근 권한이 없습니다.";

	// DB관련 메세지
	$DB_001									= "잘못된 경로로 접근하셨거나, 정보가 정확하지 않습니다.";
	$DB_002									= "수정이 완료되었습니다.";
	$DB_003									= "오류가 발생했습니다. \\n\\n다시 시도해 주세요.";
	$DB_004									= "검색결과가 없습니다.";
	$DB_005									= "등록된 내용이 없습니다.";
	$DB_006									= "삭제가 완료되었습니다.";
	$DB_007									= "이동이 완료되었습니다.";
	$DB_008									= "순서 변경이 완료되었습니다.";
	$DB_009									= "등록이 완료되었습니다.";

	// 게시판 관련 메세지
	$BOARD_001							= "내용에 사용이 금지된 단어가 사용되었습니다.";
	$BOARD_002							= "제목에 사용이 금지된 단어가 사용되었습니다.";
	$BOARD_003							= "새로고침 후 다시 시도해 주세요.";
	$BOARD_004							= "자동등록방지 코드가 틀렸습니다. \\n\\n확인 후 다시 시도해주세요.";
	$BOARD_005							= "권한이 없습니다.";
	$BOARD_006							= "로그인 후 사용이 가능합니다.";
	$BOARD_007							= "";
	$BOARD_008							= "";
	$BOARD_009							= "";
	$BOARD_010							= "";
	$BOARD_011							= "";
	$BOARD_012							= "";

	// 파일 관련 메세지
	$FILE_001								= "등록된 파일이 없습니다.";
	$FILE_002								= "";
	$FILE_003								= "";
	$FILE_004								= "";
	$FILE_005								= "";
	$FILE_006								= "";

	// 로그인 관련 메세지
	$LOGIN_001							= "비밀번호가 일치하지 않습니다.";
	$LOGIN_002							= "정상적으로 로그아웃 되었습니다.";
	$LOGIN_003							= "등록된 아이디가 아니거나 비밀번호가 틀렸습니다.";
	$LOGIN_004							= "잘못된 정보로 로그인 시도가 수차례 이루어져 계정이 잠겼습니다.\\n\\n10분 후 다시 시도해 주세요.";
	$LOGIN_005							= "일치하는 회원 데이터가 없습니다.";
	$LOGIN_006							= "";
	$LOGIN_007							= "";
	$LOGIN_008							= "";
	$LOGIN_009							= "";
	$LOGIN_010							= "";
	$LOGIN_011							= "";
	$LOGIN_012							= "";

	// 회원 정보 관련 메세지
	$MEMBER_001						= "이미 사용중인 아이디 입니다.\\n\\n새로운 아이디를 다시 입력 해 주세요.";
	$MEMBER_002						= "탈퇴 요청이 완료되었습니다.";
	$MEMBER_003						= "비밀번호가 초기화 되었습니다.";
	$MEMBER_004						= "사용이 금지된 아이디 입니다.";
	$MEMBER_005						= "사용가능한 아이디 입니다.";
	$MEMBER_006						= "";
	$MEMBER_007						= "";
	$MEMBER_008						= "";
	$MEMBER_009						= "";
?>